Repository: SumPositive/Calclin
Catalog: Calc26/App/Localizable.xcstrings
Source language: en
Languages: ja

source: Code
ja: コード

source: Decimal separator
ja: 小数点

# editkeydef.title
source: Key Definition Editor (Warning! Hacker Zone) If it breaks, just reinstall.
ja: キー定義編集 （危険！Hacker Zone） 壊れたら再インストールしてね

source: Formula
ja: 数式

source: Group separator
ja: 桁区切り記号

# GroupType
source: Grouping style
ja: 桁区切り方式

# hint.keyboard.swipe
source: Swipe left or right to change keyboards. Long-press keys to edit.
ja: 左右にスワイプすればキーボードが切り替わります。キーを長押しすればキー定義を変更できます

# history.memo.save
source: Save
ja: 保存

# history.memo.title
source: Memo
ja: メモ

# info.url
source: https://docs.azukid.com/en/sumpo/Calclin/calclin
ja: https://docs.azukid.com/jp/sumpo/Calclin/calclin

source: Key top
ja: キートップ

# PlayMode
source: Mode
ja: 表示モード

# RoundType
source: Rounding method
ja: 丸め処理

# settings.sheet.title
source: Settings
ja: 設定

source: Symbol
ja: 記号

# toast.calculatedWithUnit
source: Calculated with base unit [%@]
ja: 基準単位[%@] で計算しました

# toast.initKeyboard
source: Restored to default layout
ja: 初期の配置に 戻しました

# toast.initKeyboard.error
source: Oops, can’t do that
ja: できません

# unitBase
source: Base unit
ja: 基準単位

# unitConv
source: Conversion factor
ja: 変換倍率

# ご視聴ありがとうございました
source: Thank you for watching.
ja: ご視聴ありがとうございました

# バナー広告
source: Banner ad
ja: バナー広告

# リワード広告を読み込み中...
source: Loading rewarded ad...
ja: リワード広告を読み込み中...

# 動画広告
source: Video ad
ja: 動画広告

# 報酬付き広告を視聴する
source: Watch rewarded ad
ja: 報酬付き広告を視聴する

# 報酬付き広告を視聴するとアプリ運営を直接支援できます
source: Watching rewarded ads directly supports the app.
ja: 報酬付き広告を視聴するとアプリ運営を直接支援できます

# 安定した開発のためにバナー広告とリワード広告を利用しています
source: We use banner and rewarded ads to keep development sustainable.
ja: 安定した開発のためにバナー広告とリワード広告を利用しています

# 広告を表示する画面を特定できませんでした
source: Could not find a screen to present the ad.
ja: 広告を表示する画面を特定できませんでした

# 現在、特典付きの広告がありません。後ほどお試しください
source: No rewarded ads are available right now. Please try again later.
ja: 現在、特典付きの広告がありません。後ほどお試しください
